adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
alacritty
base-devel
btop
clang
clash
cmake
docker
docker-compose
fcitx5-chinese-addons
fcitx5-im
firefox
fish
gcc
gdb
git
gnome-shell
gnome-tweaks
go
gzip
hugo
less
lldb
make
neovim
nodejs
npm
python
python-pip
ripgrep
tmux
unzip
wezterm
xclip
zellij
zsh
